Repository: danfelbm/Asamblea-2024-Colombia-Humana
Catalog: plugins/formidable-api/languages/frmapi-*.po
Languages: de_de, es_es, fr_fr, it_it, ja, pt_br

source: Create entries in Formidable via a rest API, and send REST API requests when forms are submitted
de_de: Erstelle Einträge in Formidable über eine REST-API und sende REST-API-Anfragen, wenn Formulare übermittelt werden
es_es: Crea entradas en Formidable a través de una API rest, y envía solicitudes de API REST cuando se envíen los formularios
fr_fr: Créer des entrées dans Formidable via une API REST et envoyer des demandes API REST lorsque des formulaires sont envoyés
it_it: Crea voci in Formidable tramite un'API REST e invia richieste API REST quando i moduli vengono inviati
ja: REST API 経由で Formidable にエントリーを作成し、フォームが送信されると REST API リクエストを送信します
pt_br: Crie entradas no Formidable por meio de uma API REST e envie solicitações de API REST quando os formulários forem enviados

source: Strategy11
de_de: Strategie11

source: Your API key is incorrect
de_de: Dein API-Schlüssel ist falsch
es_es: Tu clave de API es incorrecta
fr_fr: Votre clé d’API est incorrecte
it_it: La tua chiave API non è corretta
ja: API キーが正しくありません
pt_br: Sua chave de API está incorreta

source: You do not have an administrator on this site
de_de: Du hast keinen Administrator auf dieser Website
es_es: No tienes un administrador en este sitio
fr_fr: Vous n’avez pas d’administrateur/administratrice sur ce site
it_it: Non hai un amministratore su questo sito
ja: このサイトには管理者がいません
pt_br: Você não tem um administrador nesse site

source: Please include id=# and url="yoururl.com" in your shortcode
de_de: Bitte füge id=# und url="yoururl.com" in deinen Shortcode ein
es_es: Por favor, incluye id=# y url="tuurl.com" en tu shortcode
fr_fr: Veuillez inclure id=# et url="yoururl.com" dans votre code court
it_it: Inserisci id=# e url="yoururl.com" nel tuo shortcode
ja: ショートコードに id=# と url="yoururl.com" を含めてください
pt_br: Inclua ID=# e URL= "yoururl.com" em seu shortcode

source: You had an HTTP connection error
de_de: Du hattest einen HTTP-Verbindungsfehler
es_es: Has tenido un error de conexión HTTP
fr_fr: Vous avez eu une erreur de connexion HTTP
it_it: Si è verificato un errore di connessione HTTP
ja: HTTP 接続エラーが発生しました
pt_br: Você teve um erro de conexão HTTP

source: Nothing was found with that id
de_de: Es wurde nichts mit dieser ID gefunden
es_es: No se ha encontrado nada con ese id
fr_fr: Rien n’a été trouvé avec cet ID
it_it: Non è stato trovato nulla con quell'id
ja: その ID では何も見つかりませんでした
pt_br: Nada foi encontrado com essa ID

source: Missing form id
de_de: Fehlende Formular-ID
es_es: Falta el id del formulario
fr_fr: ID du formulaire manquant
it_it: ID del modulo mancante
ja: フォーム ID が見つかりません
pt_br: ID do formulário ausente

source: Invalid form id %s
de_de: Ungültige Formular-ID %s
es_es: Id de formulario %s no válido
fr_fr: ID du formulaire %s non valide
it_it: ID del modulo non valido %s
ja: 無効なフォームID %s
pt_br: ID de formulário inválida %s

source: Invalid entry ID.
de_de: Ungültige Eintrags-ID.
es_es: ID de registro no válido.
fr_fr: ID de l’entrée non valide.
it_it: ID voce non valido.
ja: 無効なエントリー ID です。
pt_br: ID de entrada inválida.

source: Sorry, you are not allowed to edit entries
de_de: Du darfst leider keine Einträge bearbeiten
es_es: Lo siento, no tienes permiso para editar registros
fr_fr: Désolé, vous n’êtes pas autorisé·e à modifier les entrées
it_it: Non è possibile modificare le voci
ja: エントリーを編集する権限がありません
pt_br: Desculpe, você não tem permissão para editar entradas

source: Sorry, you are not allowed to view entries
de_de: Du darfst leider keine Einträge betrachten
es_es: Lo siento, no tienes permiso para ver los registros
fr_fr: Désolé, vous n’êtes pas autorisé·e à voir les entrées
it_it: Non hai i permessi per visualizzare le voci
ja: エントリーを表示する権限がありません
pt_br: Desculpe, você não tem permissão para visualizar entradas

source: Sorry, you are not allowed to create entries
de_de: Du darfst leider keine Einträge erstellen
es_es: Lo siento, no tienes permiso para crear registros
fr_fr: Désolé, vous n’êtes pas autorisé·e à créer des entrées
it_it: Non hai i permessi per creare voci
ja: エントリーを作成する権限がありません
pt_br: Desculpe, você não tem permissão para criar entradas

source: Sorry, you are not allowed to delete entries
de_de: Du darfst leider keine Einträge löschen
es_es: Lo siento, no tienes permiso para borrar registros
fr_fr: Désolé, vous n’êtes pas autorisé·e à supprimer des entrées
it_it: Non hai i permessi per eliminare le voci
ja: エントリーを削除する権限がありません
pt_br: Desculpe, você não tem permissão para excluir entradas

source: No "fields" data found in the request body
de_de: Keine „Felder“-Daten im Body der Anfrage gefunden
es_es: No se han encontrado datos de «fields» en el cuerpo de la petición
fr_fr: Aucune donnée de champ trouvée dans le corps de la demande
it_it: Non sono stati trovati dati "campi" nel corpo della richiesta
ja: リクエストボディに "fields" データが見つかりません
pt_br: Nenhum dado de "campo" encontrado no corpo da solicitação

source: Field id not provided.
de_de: Feld-ID nicht angegeben.
es_es: No se ha proporcionado el id del campo.
fr_fr: ID de champ non fourni.
it_it: L'ID del campo non è stato fornito.
ja: フィールド ID が提供されていません。
pt_br: ID de campo não fornecida.

source: Invalid form ID.
de_de: Ungültige Formular-ID.
es_es: ID de formulario no válido.
fr_fr: ID du formulaire non valide.
it_it: ID modulo non valido.
ja: 無効なフォーム ID です。
pt_br: ID de formulário inválida.

source: Invalid URL.
de_de: Ungültige URL.
es_es: URL no válida.
fr_fr: URL non valide.
it_it: URL non valido.
ja: 無効な URL です。
pt_br: URL inválido.

source: Invalid field ID.
de_de: Ungültige Feld-ID.
es_es: ID de campo no válido.
fr_fr: ID de champ non valide.
it_it: ID campo non valido.
ja: 無効なフィールド ID です。
pt_br: ID de campo inválida.

source: Sorry, you are not allowed to edit form fields
de_de: Du darfst leider keine Formularfelder bearbeiten
es_es: Lo siento, no tienes permiso para editar campos de formulario
fr_fr: Désolé, vous n’êtes pas autorisé·e à modifier les champs du formulaire
it_it: Non è possibile modificare i campi del modulo.
ja: フォームフィールドを編集する権限がありません
pt_br: Desculpe, você não tem permissão para editar campos de formulário

source: Sorry, you are not allowed to view form fields
de_de: Du darfst leider keine Formularfelder betrachten
es_es: Lo siento, no tienes permiso para ver campos de formulario
fr_fr: Désolé, vous n’êtes pas autorisé·e à voir les champs du formulaire
it_it: Non hai i permessi per visualizzare i campi del modulo
ja: フォームフィールドを表示する権限がありません
pt_br: Desculpe, você não tem permissão para visualizar campos de formulário

source: Sorry, you are not allowed to create or edit forms
de_de: Du darfst leider keine Formulare erstellen oder bearbeiten
es_es: Lo siento, no tienes permiso para crear ni editar formularios
fr_fr: Désolé, vous n’êtes pas autorisé·e à créer ou modifier des formulaires
it_it: Non hai i permessi per creare o modificare i moduli
ja: フォームを作成したり編集したりする権限がありません
pt_br: Desculpe, você não tem permissão para criar ou editar formulários

source: Sorry, you are not allowed delete forms
de_de: Du darfst leider keine Formulare löschen
es_es: Lo siento, no tienes permiso para borrar formularios
fr_fr: Désolé, vous n’êtes pas autorisé·e à supprimer des formulaires
it_it: Non hai i permessi per eliminare i moduli
ja: フォームを削除する権限がありません
pt_br: Desculpe, você não tem permissão para excluir formulários

source: Form creation failed
de_de: Formularerstellung fehlgeschlagen
es_es: Error en la creación del formulario
fr_fr: La création du formulaire a échoué
it_it: Creazione del modulo fallita
ja: フォームの作成に失敗しました
pt_br: Falha na criação de formulário

source: Sorry, you are not allowed to edit forms
de_de: Du darfst leider keine Formulare bearbeiten
es_es: Lo siento, no tienes permiso para editar formularios
fr_fr: Désolé, vous n’êtes pas autorisé·e à modifier des formulaires
it_it: Non hai i permessi per modificare i moduli
ja: フォームを編集する権限がありません
pt_br: Desculpe, você não tem permissão para editar formulários

source: You had an error communicating with that API.
de_de: Bei deiner Kommunikation mit dieser API ist ein Fehler aufgetreten.
es_es: Se produjo un error al comunicarte con esa API.
fr_fr: Vous avez eu une erreur de communication avec cette API.
it_it: Si è verificato un errore nella comunicazione con l'API.
ja: その API との通信中にエラーが発生しました。
pt_br: Você teve um erro ao se comunicar com essa API.

source: Good to go!
de_de: Los gehts!
es_es: ¡Todo listo!
fr_fr: Vous voilà prêt !
it_it: Pronti a partire!
ja: 準備万端です !
pt_br: Tudo pronto!

source: In many cases, the test connection lets you know if the link is reachable. The receiving API may not return a successful response when the data is not included. Please submit the form to test with data.
de_de: In vielen Fällen erfährst du durch die Testverbindung, ob der Link erreichbar ist. Die empfangende API gibt möglicherweise keine erfolgreiche Antwort zurück, wenn die Daten nicht enthalten sind. Bitte sende das Formular zum Testen mit Daten ab.
es_es: En muchos casos, la conexión de prueba te permite saber si el enlace es accesible. Es posible que la API receptora no devuelva una respuesta correcta si no se incluyen los datos. Por favor, envía el formulario de prueba con datos.
fr_fr: Dans de nombreux cas, la connexion test vous permet de savoir si le lien est accessible. L’API réceptrice peut ne pas retourner une réponse de réussite lorsque les données ne sont pas incluses. Veuillez envoyer le formulaire pour effectuer tester avec des données.
it_it: In molti casi, la connessione di prova ti permette di sapere se il link è raggiungibile. L'API ricevente potrebbe non restituire una risposta corretta se i dati non sono inclusi. Invia il modulo per effettuare il test con i dati.
ja: 多くの場合、テスト接続によりリンクが到達可能かどうかを知ることができます。データが含まれていない場合、API 受信は正常な応答を返さないことがあります。テストするフォームには、データを含めて送信してください。
pt_br: Em muitos casos, a conexão de teste permite que você saiba se o link é acessível. A API destinatária pode não retornar uma resposta bem-sucedida quando os dados não estiverem incluídos. Envie o formulário para fazer um teste com os dados.

source: Sorry, you are not allowed to view stats
de_de: Du darfst die Statistiken leider nicht anzeigen
es_es: Lo siento, no tienes permiso para ver las estadísticas
fr_fr: Désolé, vous n’êtes pas autorisé·e à voir les statistiques
it_it: Non hai i dati per visualizzare le statistiche
ja: 統計を表示する権限がありません
pt_br: Desculpe, você não tem permissão para visualizar estatísticas

source: Entries were Successfully Destroyed
de_de: Einträge wurden erfolgreich vernichtet
es_es: Los registros han destruido correctamente
fr_fr: Les entrées ont été bien supprimées.
it_it: Le voci sono state distrutte con successo
ja: エントリーは正常に破棄されました
pt_br: As entradas foram eliminadas com sucesso

source: Invalid form id
de_de: Ungültige Formular-ID
es_es: Id de formulario no válido
fr_fr: ID du formulaire non valide
it_it: ID del modulo non valido
ja: 無効なフォーム ID
pt_br: ID de formulário inválida

source: You do not have permission to edit entries
de_de: Du hast keine Berechtigung, Einträge zu bearbeiten
es_es: No tienes permiso para editar registros
fr_fr: Vous n’avez pas le droit de modifier les entrées
it_it: Non hai i permessi per modificare le voci
ja: エントリーを編集する権限がありません
pt_br: Você não tem permissão para editar entradas

source: Send API data
de_de: API Daten senden
es_es: Enviar datos de API
fr_fr: Envoyer les données de l’API
it_it: Invia i dati API
ja: API データを送信
pt_br: Enviar dados da API

source: Notification URL
de_de: Benachrichtigungs-URL
es_es: URL de aviso
fr_fr: URL de notification
it_it: URL di notifica
ja: 通知 URL
pt_br: URL da notificação

source: Notify this URL when the hook selected above is triggered.
de_de: Benachrichtige diese URL, wenn der oben ausgewählte Hook ausgelöst wird.
es_es: Notifica a esta URL cuando se active el gancho seleccionado anteriormente.
fr_fr: Notifiez cette URL lorsque le crochet sélectionné ci-dessus est déclenché.
it_it: Invia una notifica a questo URL quando viene attivato l'hook selezionato in precedenza.
ja: 上記で選択したフックがトリガーされた場合、この URL に通知します。
pt_br: Notifique esse URL quando o gancho selecionado acima for acionado.

source: Basic Auth
de_de: Basis-Authentifizierung
es_es: Autenticación básica
fr_fr: Authentification de base
it_it: Autorizzazione di base
ja: 基本認証
pt_br: Autenticação Básica

source: A colon (:) separated username, password combo for standard HTTP authentication. This key will be provided by the service you are connecting to if it is required.
de_de: Eine durch Doppelpunkte (:) getrennte Kombination aus Benutzername und Passwort für die Standard-HTTP-Authentifizierung. Dieser Schlüssel wird von dem Dienst, mit dem du dich verbindest, zur Verfügung gestellt, wenn er erforderlich ist.
es_es: Una combinación de nombre de usuario y contraseña separados por dos puntos (:) para la identificación HTTP estándar. Esta clave te la proporcionará el servicio al que te conectes si es necesaria.
fr_fr: Un combo identifiant, mot de passe séparé par des deux-points (:) pour l’authentification HTTP standard. Cette clé vous sera fournie par le service auquel vous vous connectez si elle est nécessaire.
it_it: Una combinazione di nome utente e password separata da due punti (:) per l'autenticazione HTTP standard. Questa chiave sarà fornita dal servizio a cui ti stai connettendo, se è richiesta.
ja: 標準 HTTP 認証用のコロン (:) で区切られたユーザー名とパスワードのコンボ。このキーが必要な場合は、接続先のサービスから提供されます。
pt_br: Uma combinação de nome de usuário e senha separados por dois-pontos (:) para autenticação HTTP padrão. Essa chave será fornecida pelo serviço ao qual você está se conectando, se necessário.

source: Username:Password
de_de: Benutzername:Passwort
es_es: Usuario:Contraseña
fr_fr: Identifiant:Mot de passe
it_it: Nome utente:Password
ja: ユーザー名:パスワード
pt_br: Nome de usuário: Senha

source: Test Connection
de_de: Verbindung testen
es_es: Conexión de prueba
fr_fr: Tester la connexion
it_it: Verifica la connessione
ja: 接続テスト
pt_br: Conexão de teste

source: Data Format
de_de: Datenformat
es_es: Formato de datos
fr_fr: Format des données
it_it: Formato dati
ja: データ形式
pt_br: Formato de dados

source: JSON is a standard format for most REST APIs. The Form option will submit a form on another page with any name value pairs of your choosing. If you select Form, there must be a form displayed on the page you submit to.
de_de: JSON ist ein Standardformat für die meisten REST-APIs. Mit der Formular-Option wird ein Formular auf einer anderen Seite mit einem beliebigen Name-Wert-Paar deiner Wahl übermittelt. Wenn du „Formular“ auswählst, muss auf der Seite, an die du übermittelst, ein Formular angezeigt werden.
es_es: JSON es un formato estándar para la mayoría de las API REST. La opción Formulario enviará un formulario a otra página con los pares nombre-valor que elijas. Si seleccionas Formulario, debe haber un formulario en la página a la que lo envíes.
fr_fr: JSON est un format standard pour la plupart des API REST. L’option Formulaire permet d’envoyer un formulaire sur une autre page avec n’importe quelle paire de noms et valeurs de votre choix. Si vous sélectionnez Formulaire, un formulaire doit être affiché sur la page vers laquelle vous envoyez.
it_it: JSON è un formato standard per la maggior parte delle API REST. L'opzione Modulo invia un modulo in un'altra pagina con qualsiasi coppia di nomi e valori a tua scelta. Se selezioni Modulo, deve essere presente un modulo nella pagina di invio.
ja: JSON は大半の REST API の標準フォーマットです。フォームオプションは、選択した任意の名前と値のペアで別のページにフォームを送信します。フォームを選択した場合、送信先のページにフォームが表示されている必要があります。
pt_br: O JSON é um formato padrão para a maioria das APIs REST. A opção Formulário enviará um formulário em outra página com qualquer par de valores de nome de sua escolha. Se você selecionar Formulário, deve haver um formulário exibido na página para a qual você envia.

source: Method
de_de: Methode
es_es: Método
fr_fr: Moyen
it_it: Metodo
ja: 方法
pt_br: Método

source: The method determines how the data is handled on the receiving end. Generally, POST = create, GET = read, PUT/PATCH = update, DELETE = delete.
de_de: Die Methode bestimmt, wie die Daten auf der Empfängerseite behandelt werden. Im Allgemeinen gilt: POST = erstellen, GET = lesen, PUT/PATCH = aktualisieren, DELETE = löschen.
es_es: El método determina cómo se manejan los datos en el extremo receptor. Generalmente, POST = crear, GET = leer, PUT/PATCH = actualizar, DELETE = eliminar.
fr_fr: La méthode détermine de quelle façon les données sont traitées par la partie réceptrice. Généralement, POST = créer, GET = lire, PUT/PATCH = mettre à jour, DELETE = supprimer.
it_it: Il metodo determina il modo in cui i dati vengono gestiti dal destinatario. In genere, POST = creare, GET = leggere, PUT/PATCH = aggiornare, DELETE = eliminare.
ja: メソッドは、受信側でデータがどのように処理されるかを決定します。一般的には、POST = 作成、GET = 読み込み、PUT/PATCH = 更新、DELETE = 削除です。
pt_br: O método determina como os dados são tratados no lado destinatário. Geralmente, POST = criar, GET = ler, PUT/PATCH = atualizar, DELETE = excluir.

source: Character Set
de_de: Zeichensatz
es_es: Juego de caracteres
fr_fr: Jeu de caractères
it_it: Set di caratteri
ja: 文字セット
pt_br: Conjunto de caracteres

source: Character Set is a defined list of characters recognized by the computer hardware and software.
de_de: Ein Zeichensatz ist eine definierte Liste von Zeichen, die von der Computerhardware und -software erkannt werden.
es_es: El juego de caracteres es una lista definida de caracteres reconocidos por el hardware y el software del ordenador.
fr_fr: Le jeu de caractères est une liste définie de caractères reconnus par le matériel et le logiciel de l’ordinateur.
it_it: Il set di caratteri è un elenco definito di caratteri riconosciuti dall'hardware e dal software del computer.
ja: 文字セットとは、コンピューターのハードウェアとソフトウェアが認識する、定義された文字のリストです。
pt_br: Conjunto de caracteres é uma lista definida de caracteres reconhecidos pelo hardware e software.

source: Raw Data
de_de: Rohdaten
es_es: Datos brutos
fr_fr: Données brutes
it_it: Dati grezzi
ja: 未加工データ
pt_br: Dados brutos

source: Insert Default
de_de: Standard einfügen
es_es: Insertar por defecto
fr_fr: Insérer la valeur par défaut
it_it: Inserisci il valore predefinito
ja: デフォルトを挿入
pt_br: Inserir padrão

source: Map Data
de_de: Kartendaten
es_es: Relacionar datos
fr_fr: Mapper les données
it_it: Dati mappa
ja: 地図データ
pt_br: Dados do mapa

source: API Key
de_de: API-Schlüssel
es_es: Clave de API
fr_fr: Clé API
it_it: Chiave API
ja: API キー
pt_br: Chave de API

source: API View shortcode
de_de: Shortcode für API-Ansicht
es_es: Shortcode de vista de la API
fr_fr: Code court Vue API
it_it: Shortcode API View
ja: API ビューショートコード
pt_br: Shortcode de visualização da API

source: Formidable API
fr_fr: API Formidable
